{
  "trivia": [
    {
      "id": 1,
      "contents": "1. Which spice is harvested from the stamens of a beautiful purple crocus?",
      "answer": "1. Saffron, Crocus sativus."
    },
    {
      "id": 2,
      "contents": "2. What spice, according to Malaysian folklore, had the power to protect against crocodiles?",
      "answer": "2. Turmeric, Curcuma longa."
    },
    {
      "id": 3,
      "contents": "3. Some common French names for what plant are “Pissenlit” and “Dent-de-lion”?",
      "answer": "3. Dandelion, Taraxacum officinale."
    },
    {
      "id": 4,
      "contents": "4. What herb was once utilized as an antidote for poisoned arrows? Today, it is used to thicken culinary dishes and in body care preparations.",
      "answer": "4. Arrowroot, Maranta arundinacea."
    },
    {
      "id": 5,
      "contents": "5. The essential oil distilled from what spice is used by Fishermen to disguise their scent when fishing?",
      "answer": "5. Anise Seed, Pimpinella anisum."
    },
    {
      "id": 6,
      "contents": "6. Which North American herb was named for the gold color of its rhizome?",
      "answer": "6. Goldenseal, Hydrastis canadensis."
    },
    {
      "id": 7,
      "contents": "7. Which plant produces sweetly perfumed flowers, but has roots that smell like “old socks”? Another interesting fact about this plant is that cats love it, sometimes even more so than Catnip!",
      "answer": "7. Valerian, Valeriana officinalis."
    },
    {
      "id": 8,
      "contents": "8. Valium was not named after Valerian, but Aspirin was named after this plant. What is it?",
      "answer": "8. Aspirea ulmeria, now changed by botanists to Filipendula Ulmaria, and commonly called Meadowsweet."
    },
    {
      "id": 9,
      "contents": "9. Which herb, used in a famous type of liqueur, has been credited for the birth of the Impressionist art movement?",
      "answer": "9. Wormwood, Artemisia absinthium, used in Absinthe."
    },
    {
      "id": 10,
      "contents": "10. This herb was once believed to be eaten by serpents to improve their eyesight, making it easier to attack their victims. What herb is it?",
      "answer": "10. Fennel, Foeniculum vulgare."
    },
    {
      "id": 11,
      "contents": "11. Which herb has notoriously stinky fruit?",
      "answer": "11. Gingko, Ginkgo biloba."
    },
    {
      "id": 12,
      "contents": "12. The Aztecs made hot chocolate using powdered Cacao beans, and which spice?",
      "answer": "12. Chili peppers, Capsicum annuum."
    },
    {
      "id": 13,
      "contents": "13. Which herb has used in the medieval ages by monks to keep away impure thoughts?",
      "answer": "13. Vitex berry, Vitex agnus-castus, also known as Monk's Berry or Monk's Pepper."
    },
    {
      "id": 14,
      "contents": "14. In Beatrix Potter’s Tales of Peter Rabbit, what herbal tea does Peter’s mother give him to drink once that he returns from the cabbage patch?",
      "answer": "14. Chamomile, Matricaria recutita."
    },
    {
      "id": 15,
      "contents": "15. Said to ward off evil, protect our homes, shrink warts, remove parasites, relief pain and chase colds away, this plant is sometimes referred to as the “Stinking Rose”. What is it?",
      "answer": "15. Garlic, Allium sativum."
    },
{
      "id": 16,
      "contents": "16. What herb gets its name from the Sanskrit word for “horn root”?",
      "answer": "16. Ginger, Zingiber officinale."
    },
{
      "id": 17,
      "contents": "17. Do you know how Paprika and Chili peppers are related?",
      "answer": "17. They both come from the Capsicum plant and share the same Latin name: Capsicum annuum."
    },
{
      "id": 18,
      "contents": "18. Which herb will produce a deep red color when the fresh flowers are infused in oil?",
      "answer": "18. St. John's Wort, Hypericum perforatum."
    },
{
      "id": 19,
      "contents": "19. Which herb was once used in the Hebrew temples during ritual cleansings of lepers?",
      "answer": "19. Hyssop, Hyssopus officinalis."
    },
{
      "id": 20,
      "contents": "20. Which herb was regarded as a symbol of immortality by the Greeks and Romans?",
      "answer": "20. Tansy, Tanacetum vulgare."
    }
  ]
}
